{
  "iso": "mg",
  "languageMissing": "Tsy eo ny fiteny ampiasaiko",
  "changeLanguage": "Fiteny",
  "next": "Manaraka",
  "previous": "Previous",
  "email": "Adiresy email",
  "showPassword": "Hampiseho ny tenimiafiana",
  "password": "Tenimiafina",
  "signIn": "Hiditra",
  "incorrectInfo": "Diso ny adiresy email na ny teny miafina nampidirinao",
  "mfaVerifyTitle": "Fanamarinana raha tena ianao marina io",
  "mfaVerifyDesc": "Ampidiro eto ambany ny kaody fanamarinana avy amin’ny programa authentificateur",
  "userAccountUpgradeChooseService": "Safidio eto ambany ny programa tianao ampiasaina mba hanavaozana ny kaontinao.",
  "providerNotAvailable": "Ampiasao ny safidy eto ambany raha tsy eo amin’ilay lisitra eo ambony ny email ampiasainao.",
  "userAccountUpgradeDesc": "Nohavaozina ny fomba fidirana amin’ny programa CPE. Tsy azo ampiasaina intsony izao ny adiresy email sy tenimiafina mba hidirana. Ny programa toy ny Google, na Yahoo, na Microsoft, kosa izao no ampiasaina mba hidiranao amin’ny kaontinao. Raha tsy manana kaonty any amin’ny iray amin’ireo programa ireo ianao, dia azonao ampiasaina ilay hoe hiditra amin’ny alalan’ny email fotsiny. Mbola ilaina foana kosa anefa ny kaody avy any amin’ny programa authentificateur.",
  "userAccountUpgradeStart": "Mba hanovana ny kaonty ampiasainao izao, dia midira aloha amin’ny alalan’ny adiresy email sy ny tenimiafina fampiasanao hatramin’izay.",
  "oauthGoogle": "Hampiasa Google",
  "oauthMicrosoft": "Hampiasa Microsoft",
  "oauthGithub": "Hampiasa GitHub",
  "oauthYahoo": "Hampiasa Yahoo",
  "oauthEmail": "Hampiasa Email",
  "oauthAccountExistsWithDifferentCredential": "Efa nampifandraisana tamin’ny programa hafa ny kaontinao. Izay no ampiasao mba hahafahanao miditra.",
  "oauthAccountUpgradeError": "Nisy olana ka tsy vita ny fanavaozana ny kaontinao. Andramo indray rehefa kelikely.",
  "oauthAccountUpgradeEmailMismatch": "Tsy vita ny fanavaozana: midira amin’ny kaonty mampiasa ilay adiresy email fidiranao ato amin’ny programa CPE.",
  "oauthAccountUpgradeComplete": "Vita ny fanavaozana ny kaontinao. Hiverina hisokatra ity pejy ity izao.",
  "oauthAccountUpgradeEmailComplete": "Vita ny fanavaozana ny kaontinao. Nisy hafatra nalefa any amin’ny adiresy email ampiasainao mba hahafahanao miditra izao.",
  "sendLink": "Handefa Rohy",
  "authProvider": "Fomba hafa hidirana",
  "emailAuthDescComplete": "Nisafidy ny hiditra amin’ny alalan’ny email fotsiny ianao. Tsindrio ilay Hiditra eo ambany raha hanohy.",
  "resendEmailLink": "Handefa Rohy Indray",
  "signInDesc": "Safidio eto ambany ny programa tianao ampiasaina mba hamoronana ny kaontinao.",
  "emailAuthSent": "Nisy hafatra nalefa any amin’ny adiresy email ampiasainao. Ampiasao ilay rohy any amin’io hafatra io mba hidirana amin’ity programa ity.",
  "mfaVerify": "Hanamarina",
  "mfaTokenInvalidExpired": "Tsy mety io kaody io na tsy azo ampiasaina intsony. Makà kaody vaovao avy any amin’ny programa authentificateur indray",
  "cpeMigrationStart": "CPE Migration Start",
  "cpeMigrationStartDesc": "CPE app has been migrated to a new website. We will help you with the necessary steps on how to migrate your CPE data. Please make sure each step has been handled and completed successfully.",
  "cpeAccountVersionCheck": "Account Verification",
  "cpeAccountVersionCheckDesc": "Choose below how you currently login to your online account in CPE",
  "cpeAccountWithPassword": "My account still uses a password",
  "cpeAccountWithoutPassword": "My account was already upgraded and no longer have a password",
  "loginToAccount": "Login to your account",
  "sendBackup": "Handefa Rakitra Fiandry",
  "verifyEmailError": "Nisy olana ka tsy tafiditra ianao. Andramo indray rehefa kelikely.",
  "cpeSendBackupDesc": "Now, let’s send the congregation backup. When you open CPE using the new website address, this backup will be available for download.",
  "send": "Alefa",
  "backupSuccess": "Voatahiry soa aman-tsara ny rakitra fiandry",
  "cpeMigrationCompleted": "CPE Migration Completed",
  "cpeMigrationCompletedDesc": "Congratulations! Your data has been migrated. If you have installed CPE on your device, or added it to the Home Screen, please uninstall it first. Here’s the new website address to access CPE app:"
}
