{
  "iso": "pt-BR",
  "languageMissing": "Meu idioma não está aqui",
  "changeLanguage": "Idioma",
  "next": "Próximo",
  "previous": "Voltar",
  "email": "Email",
  "showPassword": "Mostrar senha",
  "password": "Senha",
  "signIn": "Entrar",
  "incorrectInfo": "Seu email ou senha estão incorretos",
  "mfaVerifyTitle": "Vamos verificar se é você",
  "mfaVerifyDesc": "Insira abaixo o código que aparece no aplicativo de autenticação que você escolheu",
  "userAccountUpgradeChooseService": "Escolha abaixo qual serviço você gostaria de usar para atualizar sua conta.",
  "providerNotAvailable": "Se o email que você está usando não está disponível acima, escolha a opção abaixo.",
  "userAccountUpgradeDesc": "O CPE foi atualizado para usar um novo método de autenticação. O e-mail e login com senha não são mais suportados. A partir de agora, você usará um provedor de serviços, como Google, Yahoo, Microsoft, para entrar na sua conta. Se você não tiver uma conta em nenhum destes provedores, você pode usar a autenticação sem senha. Mas, sempre será necessário inserir o código de verificação de um aplicativo autenticador.",
  "userAccountUpgradeStart": "Para começar, entre na sua conta usando o seu email e senha.",
  "oauthGoogle": "Continuar com o Google",
  "oauthMicrosoft": "Continuar com a Microsoft",
  "oauthGithub": "Continuar com o GitHub",
  "oauthYahoo": "Continuar com o Yahoo",
  "oauthEmail": "Continue com o Email",
  "oauthAccountExistsWithDifferentCredential": "Você precisa entrar na sua conta usando o código do aplicativo autenticador que você escolheu.",
  "oauthAccountUpgradeError": "Ocorreu um erro ao atualizar sua conta. Tente novamente mais tarde.",
  "oauthAccountUpgradeEmailMismatch": "A atualização da conta falhou. Por favor, entre usando seu endereço de email atual ao abrir o CPE.",
  "oauthAccountUpgradeComplete": "Sua conta foi atualizada. Esta página irá recarregar agora.",
  "oauthAccountUpgradeEmailComplete": "Sua conta foi atualizada. Uma mensagem foi enviada para seu endereço de email para concluir sua autenticação.",
  "sendLink": "Enviar link",
  "authProvider": "Outras formas de entrar na sua conta",
  "emailAuthDescComplete": "Você escolheu autenticar-se usando apenas o endereço de email. Clique no botão \"Entrar\" abaixo para continuar.",
  "resendEmailLink": "Reenviar link",
  "signInDesc": "Escolha abaixo qual serviço você quer usar para criar sua conta.",
  "emailAuthSent": "Uma mensagem de verificação foi enviada para seu email. Clique no link que enviamos para completar sua autenticação.",
  "mfaVerify": "Verificar",
  "mfaTokenInvalidExpired": "Este código expirou ou está inválido. Obtenha um novo código a partir do aplicativo autenticador que você escolheu e tente novamente",
  "cpeMigrationStart": "Migração do CPE",
  "cpeMigrationStartDesc": "O aplicativo CPE foi migrado para um novo site. Nós ajudaremos você com os passos necessários para migrar os seus dados. Basta concluir cada etapa com êxito.",
  "cpeAccountVersionCheck": "Verificação da conta",
  "cpeAccountVersionCheckDesc": "Escolha abaixo de que forma você entra na sua conta online no CPE",
  "cpeAccountWithPassword": "A minha conta ainda utiliza uma senha",
  "cpeAccountWithoutPassword": "Minha conta já foi atualizada e não tem mais uma senha",
  "loginToAccount": "Entrar na sua conta",
  "sendBackup": "Criar e enviar backup",
  "verifyEmailError": "Ocorreu um erro ao concluir a sua autenticação. Tente novamente mais tarde.",
  "cpeSendBackupDesc": "Vamos enviar o backup da congregação. Quando você abrir o CPE usando o novo endereço de site, o backup estará disponível para download.",
  "send": "Enviar",
  "backupSuccess": "Seu backup foi salvo",
  "cpeMigrationCompleted": "Migração completa",
  "cpeMigrationCompletedDesc": "Seus dados foram migrados! Se você instalou o CPE no seu dispositivo, ou adicionou ele à tela inicial, por favor, desinstale primeiro. Aqui está o novo site para acessar o aplicativo CPE:"
}
