{
  "iso": "xmv",
  "languageMissing": "Tsy eo ny fiteny ampiasaiko",
  "changeLanguage": "Fiteny",
  "next": "Manaraka",
  "previous": "Hiverina",
  "email": "Adiresy email",
  "showPassword": "Hampiseho ny tenimiafiana",
  "password": "Tenimiafina",
  "signIn": "Hiditra",
  "incorrectInfo": "Diso ny adiresy email na ny teny miafina nampidirinao",
  "mfaVerifyTitle": "Fanamarinana raha tena ianao marina io",
  "mfaVerifyDesc": "Ampidiro eto ambany ny kaody fanamarinana avy amin’ny programa authentificateur",
  "userAccountUpgradeChooseService": "Safidio eto ambany ny programa tianao ampiasaina mba hanavaozana ny kaontinao.",
  "providerNotAvailable": "Ampiasao ny safidy eto ambany raha tsy eo amin’ilay lisitra eo ambony ny email ampiasainao.",
  "userAccountUpgradeDesc": "Nohavaozina ny fomba fidirana amin’ny programa CPE. Tsy azo ampiasaina intsony izao ny adiresy email sy tenimiafina mba hidirana. Ny programa toy ny Google, na Yahoo, na Microsoft, kosa izao no ampiasaina mba hidiranao amin’ny kaontinao. Raha tsy manana kaonty any amin’ny iray amin’ireo programa ireo ianao, dia azonao ampiasaina ilay hoe hiditra amin’ny alalan’ny email fotsiny. Mbola ilaina foana kosa anefa ny kaody avy any amin’ny programa authentificateur.",
  "userAccountUpgradeStart": "Mba hanovana ny kaonty ampiasainao izao, dia midira aloha amin’ny alalan’ny adiresy email sy ny tenimiafina fampiasanao hatramin’izay.",
  "oauthGoogle": "Hampiasa Google",
  "oauthMicrosoft": "Hampiasa Microsoft",
  "oauthGithub": "Hampiasa GitHub",
  "oauthYahoo": "Hampiasa Yahoo",
  "oauthEmail": "Hampiasa Email",
  "oauthAccountExistsWithDifferentCredential": "Efa nampifandraisana tamin’ny programa hafa ny kaontinao. Izay no ampiasao mba hahafahanao miditra.",
  "oauthAccountUpgradeError": "Nisy olana ka tsy vita ny fanavaozana ny kaontinao. Andramo indray rehefa kelikely.",
  "oauthAccountUpgradeEmailMismatch": "Tsy vita ny fanavaozana: midira amin’ny kaonty mampiasa ilay adiresy email fidiranao ato amin’ny programa CPE.",
  "oauthAccountUpgradeComplete": "Vita ny fanavaozana ny kaontinao. Hiverina hisokatra ity pejy ity izao.",
  "oauthAccountUpgradeEmailComplete": "Vita ny fanavaozana ny kaontinao. Nisy hafatra nalefa any amin’ny adiresy email ampiasainao mba hahafahanao miditra izao.",
  "sendLink": "Handefa Rohy",
  "authProvider": "Fomba hafa hidirana",
  "emailAuthDescComplete": "Nisafidy ny hiditra amin’ny alalan’ny email fotsiny ianao. Tsindrio ilay Hiditra eo ambany raha hanohy.",
  "resendEmailLink": "Handefa Rohy Indray",
  "signInDesc": "Safidio eto ambany ny programa tianao ampiasaina mba hamoronana ny kaontinao.",
  "emailAuthSent": "Nisy hafatra nalefa any amin’ny adiresy email ampiasainao. Ampiasao ilay rohy any amin’io hafatra io mba hidirana amin’ity programa ity.",
  "mfaVerify": "Hanamarina",
  "mfaTokenInvalidExpired": "Tsy mety io kaody io na tsy azo ampiasaina intsony. Makà kaody vaovao avy any amin’ny programa authentificateur indray",
  "cpeMigrationStart": "Hanomboka ny Famindrana Rakitra CPE",
  "cpeMigrationStartDesc": "Niova ny adiresy hanokafana ny programa CPE. Hisy dingana vitsivitsy ho asaina ataonao izao, mba hamindrana ny rakitra nampiasainao. Ataovy azo antoka hoe vitanao tsara daholo ireo dingana ireo.",
  "cpeAccountVersionCheck": "Fanamarinana ny Kaonty Ampiasainao",
  "cpeAccountVersionCheckDesc": "Safidio eto ambany hoe hoatran’ny ahoana ny kaonty fidiranao ato amin’ny CPE amin’izao",
  "cpeAccountWithPassword": "Mbola mampiasa tenimiafina aho amin’ny kaontiko",
  "cpeAccountWithoutPassword": "Efa nohavaozina ny kaontiko ka tsy mampiasa tenimiafina intsony",
  "loginToAccount": "Hiditra ao amin’ny kaontinao",
  "sendBackup": "Handefa Rakitra Fiandry",
  "verifyEmailError": "Nisy olana ka tsy tafiditra ianao. Andramo indray rehefa kelikely.",
  "cpeSendBackupDesc": "Handefa ny rakitra fiandry amin’izay isika izao. Rehefa hanokatra ny programa CPE amin’ilay adiresy vaovao ianao avy eo, dia ho azonao averina alaina indray ity rakitra fiandry ity.",
  "send": "Alefa",
  "backupSuccess": "Voatahiry soa aman-tsara ny rakitra fiandry",
  "cpeMigrationCompleted": "Vita ny Famindrana Rakitra CPE",
  "cpeMigrationCompletedDesc": "Vita soa aman-tsara izao ny famindrana ny rakitra nampiasainao. Raha nampidirinao tao amin’ny fitaovana nampiasainao ny CPE teo aloha, dia azonao esorina aloha izany. Ity indray izao ny adiresy vaovao ampiasaina rehefa hanokatra CPE:"
}
