{
  "iso": "en",
  "languageMissing": "My language is not here",
  "changeLanguage": "Language",
  "next": "Next",
  "previous": "Previous",
  "email": "Email address",
  "showPassword": "Show password",
  "password": "Password",
  "signIn": "Sign in",
  "incorrectInfo": "Your email address or password is incorrect",
  "mfaVerifyTitle": "Let’s make sure that it is you",
  "mfaVerifyDesc": "Enter below a code from the authenticator app",
  "userAccountUpgradeChooseService": "Choose below which service you would like to use to upgrade your account.",
  "providerNotAvailable": "If the email you are using is not available above, choose the option below.",
  "userAccountUpgradeDesc": "CPE has been updated to use a new authentication method. Email and password login is no longer supported.  Instead, you will use a service provider, like Google, Yahoo, Microsoft, to login into your account. If   you do not have account in any of these providers, you can use the passwordless authentication. Please   note that entering verification code from an authenticator app is always required.",
  "userAccountUpgradeStart": "To begin, login into your account using your usual email address and password.",
  "oauthGoogle": "Continue with Google",
  "oauthMicrosoft": "Continue with Microsoft",
  "oauthGithub": "Continue with GitHub",
  "oauthYahoo": "Continue with Yahoo",
  "oauthEmail": "Continue with Email",
  "oauthAccountExistsWithDifferentCredential": "Your account is already linked to another service. Please login using that service instead.",
  "oauthAccountUpgradeError": "An error occured while upgrading your account. Please try again later.",
  "oauthAccountUpgradeEmailMismatch": "Account upgrade failed: Please login using your current email address when opening CPE.",
  "oauthAccountUpgradeComplete": "Your account has been upgraded. This page will now reload.",
  "oauthAccountUpgradeEmailComplete": "Your account has been upgraded. A message has been sent to your email address to complete your authentication.",
  "sendLink": "Send Link",
  "authProvider": "Other ways to sign in",
  "emailAuthDescComplete": "You have chosen to authenticate using email address only. Click the Sign in button below to continue.",
  "resendEmailLink": "Resend Link",
  "signInDesc": "Choose below which service you want to use for sign in.",
  "emailAuthSent": "A message has been sent to your email address. Use the link we send there to complete your authentication.",
  "mfaVerify": "Verify",
  "mfaTokenInvalidExpired": "This code is invalid or has expired. Get a new code from the authenticator app and try again",
  "cpeMigrationStart": "CPE Migration Start",
  "cpeMigrationStartDesc": "CPE app has been migrated to a new website. We will help you with the necessary steps on how to migrate your CPE data. Please make sure each step has been handled and completed successfully.",
  "cpeAccountVersionCheck": "Account Verification",
  "cpeAccountVersionCheckDesc": "Choose below how you currently login to your online account in CPE",
  "cpeAccountWithPassword": "My account still uses a password",
  "cpeAccountWithoutPassword": "My account was already upgraded and no longer have a password",
  "loginToAccount": "Login to your account",
  "sendBackup": "Create and Send Backup",
  "verifyEmailError": "An error occured while completing your authentication. Try again later.",
  "cpeSendBackupDesc": "Now, let’s send the congregation backup. When you open CPE using the new website address, this backup will be available for download.",
  "send": "Send",
  "backupSuccess": "Your backup is successfully saved",
  "cpeMigrationCompleted": "CPE Migration Completed",
  "cpeMigrationCompletedDesc": "Congratulations! Your data has been migrated. If you have installed CPE on your device, or added it to the Home Screen, please uninstall it first. Here’s the new website address to access CPE app:"
}
